Repository: digicademy-chf/chf_pub
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# object.publicationResource.type.publicationResource
source: Publication
de: Publikation

# object.publicationResource.allVolumes
source: All volumes
de: Alle Bände

# object.publicationResource.allVolumes.description
source: List of all volumes compiled in this resource
de: Liste aller Bände, die in dieser Ressource verzeichnet sind

# object.publicationResource.allEssays
source: All essays
de: Alle Aufsätze

# object.publicationResource.allEssays.description
source: List of all essays compiled in this resource
de: Liste aller Aufsätze, die in dieser Ressource verzeichnet sind

# object.publicationRelation.type.publicationRelation
source: Publication relation
de: Publikationsrelation

# object.publicationRelation.volume
source: Volume
de: Band

# object.publicationRelation.volume.description
source: Volume to relate to the record
de: Band, der mit dem Eintrag verknüpft werden soll

# object.publicationRelation.essay
source: Essay
de: Aufsatz

# object.publicationRelation.essay.description
source: Essay to relate to the record
de: Aufsatz, der mit dem Eintrag verknüpft werden soll

# object.publicationRelation.position
source: Position
de: Stelle

# object.publicationRelation.position.description
source: Page number or other location in the volume or essay to relate to
de: Seitenangabe oder andere Stelle im Band or Aufsatz, auf den verwieden wird

# object.volume
source: Volume
de: Band

# object.volume.title
source: Title
de: Titel

# object.volume.title.description
source: Name of this volume
de: Name dieses Bandes

# object.volume.essay
source: Essay
de: Aufsatz

# object.volume.essay.description
source: List of essays that are part of this volume
de: Liste der Aufsätze, die in diesem Band enthalten sind

# object.volume.asVolumeOfPublicationRelation
source: Usage as volume of a publication relation
de: Verwendung als Band einer Publikationsrelation

# object.volume.asVolumeOfPublicationRelation.description
source: List of publication relations that use this volume
de: Liste der Publikationsrelationen, die diesen Band verwenden

# object.essay
source: Essay
de: Aufsatz

# object.essay.parentVolume
source: Parent volume
de: Übergeordneter Band

# object.essay.parentVolume.description
source: Volume that this essay is part of
de: Band, zu dem dieser Aufsatz gehört

# object.essay.parentEssay
source: Parent essay
de: Übergeordneter Aufsatz

# object.essay.parentEssay.description
source: Essay that this essay is part of
de: Aufsatz, zu dem dieser Aufsatz gehört

# object.essay.title
source: Title
de: Titel

# object.essay.title.description
source: Name of this essay
de: Name dieses Aufsatzes

# object.essay.essay
source: Essay
de: Aufsatz

# object.essay.essay.description
source: List of essays that are part of this essay
de: Liste der Aufsätze, die in diesem Aufsatz enthalten sind

# object.essay.asEssayOfPublicationRelation
source: Usage as essay of a publication relation
de: Verwendung als Aufsatz einer Publikationsrelation

# object.essay.asEssayOfPublicationRelation.description
source: List of publication relations that use this essay
de: Liste der Publikationsrelationen, die diesen Aufsatz verwenden

# object.extent.type.urn
source: Further URN (includes Handle)
de: Andere URN (inklusive Handle)

# object.extent.type.edition
source: Edition
de: Ausgabe

# object.extent.type.volume
source: Volume
de: Band

# object.extent.type.issue
source: Issue
de: Heftnummer

# object.labelTag.asLabelOfVolume
source: Usage as label of a volume
de: Verwendung als Label eines Bandes

# object.labelTag.asLabelOfVolume.description
source: List of volumes that use this tag as a label
de: Liste der Bände, die dieses Schlagwort als Label verwenden

# object.labelTag.asLabelOfEssay
source: Usage as label of a essay
de: Verwendung als Label eines Aufsatzes

# object.labelTag.asLabelOfEssay.description
source: List of essays that use this tag as a label
de: Liste der Aufsätze, die dieses Schlagwort als Label verwenden
